Repository: jiyimeta/folino-ios
Catalog: Packages/Features/Library/Sources/Library/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# library.allScores
source: All Scores
ja: すべての楽譜
ko: 모든 악보
zh_hans: 所有乐谱
zh_hant: 所有樂譜

# library.allScores.empty.hint
source: Import your first score to get started.
ja: 最初の楽譜を取り込んで始めましょう。
ko: 첫 악보를 가져와서 시작하세요.
zh_hans: 导入第一份乐谱开始使用吧。
zh_hant: 匯入第一份樂譜開始使用吧。

# library.allScores.empty.title
source: No Scores Yet
ja: まだ楽譜がありません
ko: 아직 악보가 없습니다
zh_hans: 还没有乐谱
zh_hant: 還沒有樂譜

# library.browser.empty.hint
source: Choose File ▸ Import… (⇧⌘I), or drag score files onto this window.
ja: メニューバーの「ファイル」▸「読み込む…」（⇧⌘I）を選ぶか、楽譜ファイルをこのウインドウにドラッグしてください。
ko: 메뉴 막대에서 파일 ▸ 가져오기…(⇧⌘I)를 선택하거나, 악보 파일을 이 창으로 끌어다 놓으세요.
zh_hans: 在菜单栏选择“文件”▸“导入…”（⇧⌘I），或将乐谱文件拖到此窗口。
zh_hant: 在選單列選擇「檔案」▸「匯入…」（⇧⌘I），或將樂譜檔案拖到此視窗。

# library.browser.noSource
source: Choose a source
ja: 表示する項目を選んでください
ko: 표시할 항목을 선택하세요
zh_hans: 请选择要显示的项目
zh_hant: 請選擇要顯示的項目

# library.error.fallback.audioEngineFailed
source: Audio engine error: %@
ja: オーディオエンジンエラー: %@
ko: 오디오 엔진 오류: %@
zh_hans: 音频引擎错误：%@
zh_hant: 音訊引擎錯誤：%@

# library.error.fallback.scoreFileNotFound
source: Score file not found: %@
ja: 楽譜ファイルが見つかりません: %@
ko: 악보 파일을 찾을 수 없습니다: %@
zh_hans: 找不到乐谱文件：%@
zh_hant: 找不到樂譜檔案：%@

# library.error.fallback.scoreWriteFailed
source: Could not write score file: %@
ja: 楽譜ファイルを書き込めませんでした: %@
ko: 악보 파일을 쓸 수 없습니다: %@
zh_hans: 无法写入乐谱文件：%@
zh_hant: 無法寫入樂譜檔案：%@

# library.error.fallback.syncFailed
source: Sync failed: %@
ja: 同期に失敗しました: %@
ko: 동기화에 실패했습니다: %@
zh_hans: 同步失败：%@
zh_hant: 同步失敗：%@

# library.favorites
source: Favorites
ja: お気に入り
ko: 즐겨찾기
zh_hans: 收藏
zh_hant: 收藏

# library.format.m4a
source: Audio (.m4a)
ja: オーディオ (.m4a)
ko: 오디오 (.m4a)
zh_hans: 音频 (.m4a)
zh_hant: 音訊 (.m4a)

# library.import.duplicate.importAsDuplicate
source: Import as Duplicate
ja: 複製として取り込む
ko: 복사본으로 가져오기
zh_hans: 作为副本导入
zh_hant: 作為副本匯入

# library.import.duplicate.message
source: "%@" is already imported. What do you want to do?
ja: 「%@」は既に取り込み済みです。どうしますか？
ko: '%@'은(는) 이미 가져왔습니다. 어떻게 하시겠습니까?
zh_hans: 「%@」已经导入。要如何处理？
zh_hant: 「%@」已經匯入。要如何處理？

# library.import.duplicate.title
source: Already in Your Library
ja: ライブラリに既に存在します
ko: 라이브러리에 이미 존재합니다
zh_hans: 资料库中已存在
zh_hant: 資料庫中已存在

# library.import.error.invalidFile
source: This file looks corrupted or isn't a valid score.
ja: ファイルが破損しているか、有効な楽譜ではありません。
ko: 파일이 손상되었거나 유효한 악보가 아닙니다.
zh_hans: 文件已损坏，或不是有效的乐谱。
zh_hant: 檔案已損毀，或不是有效的樂譜。

# library.import.error.saveFailed
source: There was a problem saving the score. Check available storage.
ja: 楽譜を保存できませんでした。空き容量を確認してください。
ko: 악보를 저장할 수 없습니다. 사용 가능한 저장공간을 확인하세요.
zh_hans: 无法保存乐谱。请检查可用存储空间。
zh_hant: 無法儲存樂譜。請檢查可用儲存空間。

# library.import.error.unsupported
source: This file type isn't supported.
ja: このファイル形式は対応していません。
ko: 이 파일 형식은 지원하지 않습니다.
zh_hans: 不支持此文件格式。
zh_hant: 不支援此檔案格式。

# library.import.title
source: Import Score
ja: 楽譜を取り込む
ko: 악보 가져오기
zh_hans: 导入乐谱
zh_hant: 匯入樂譜

# library.newScore.addInstrument
source: Add Instrument
ja: 楽器を追加
ko: 악기 추가
zh_hans: 添加乐器
zh_hant: 新增樂器

# library.newScore.chooseInstruments
source: Choose an Instrument
ja: 楽器を選ぶ
ko: 악기 선택
zh_hans: 选择乐器
zh_hant: 選擇樂器

# library.newScore.chooseSourceScore
source: Choose a Score
ja: 楽譜を選ぶ
ko: 악보 선택
zh_hans: 选择乐谱
zh_hant: 選擇樂譜

# library.newScore.create
source: Create
ja: 作成
ko: 만들기
zh_hans: 创建
zh_hant: 建立

# library.newScore.error
source: There was a problem creating the new score. Check available storage.
ja: 新規楽譜を作成できませんでした。空き容量を確認してください。
ko: 새 악보를 만들 수 없습니다. 사용 가능한 저장공간을 확인하세요.
zh_hans: 无法创建新乐谱。请检查可用存储空间。
zh_hant: 無法建立新樂譜。請檢查可用儲存空間。

# library.newScore.field.composer
source: Composer
ja: 作曲者
ko: 작곡가
zh_hans: 作曲
zh_hant: 作曲

# library.newScore.field.measures
source: Measures
ja: 小節数
ko: 마디 수
zh_hans: 小节数
zh_hant: 小節數

# library.newScore.field.partName
source: Part Name
ja: パート名
ko: 파트 이름
zh_hans: 声部名称
zh_hant: 聲部名稱

# library.newScore.field.pickup
source: Pickup Measure
ja: 弱起（アウフタクト）
ko: 못갖춘마디
zh_hans: 弱起小节
zh_hant: 弱起小節

# library.newScore.field.pickup.footer
source: The pickup counts as the first measure.
ja: 弱起の小節も 1 小節として数えます。
ko: 못갖춘마디도 첫 마디로 셉니다.
zh_hans: 弱起小节计为第一小节。
zh_hant: 弱起小節計為第一小節。

# library.newScore.field.pickup.none
source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# library.newScore.field.shortName
source: Abbreviation
ja: 略称
ko: 약칭
zh_hans: 简称
zh_hant: 簡稱

# library.newScore.field.shortName.message
source: Engraved at the left of every system after the first. Leave it empty for no label.
ja: 2 段目以降の譜表の左に表示されます。空にするとラベルなしになります。
ko: 둘째 단부터 보표 왼쪽에 표시됩니다. 비워 두면 라벨이 표시되지 않습니다.
zh_hans: 显示在第二行起每行谱表的左侧。留空则不显示标签。
zh_hant: 顯示在第二行起每行譜表的左側。留空則不顯示標籤。

# library.newScore.field.tempo
source: Tempo
ja: テンポ
ko: 템포
zh_hans: 速度
zh_hant: 速度

# library.newScore.field.title
source: Title
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# library.newScore.instrumentation.cloned
source: From a Score
ja: 既存の楽譜から
ko: 기존 악보에서
zh_hans: 来自现有乐谱
zh_hant: 來自現有樂譜

# library.newScore.instrumentation.custom
source: Custom
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义
zh_hant: 自訂

# library.newScore.noScoresToCopy
source: No scores to copy from yet.
ja: コピーできる楽譜がまだありません。
ko: 복사할 악보가 아직 없습니다.
zh_hans: 还没有可供复制的乐谱。
zh_hant: 還沒有可供複製的樂譜。

# library.newScore.sameAsExisting
source: Same as an Existing Score
ja: 既存の楽譜と同じ編成
ko: 기존 악보와 같은 편성
zh_hans: 与现有乐谱相同的编制
zh_hant: 與現有樂譜相同的編制

# library.newScore.section.instrumentation
source: Instrumentation
ja: 編成
ko: 편성
zh_hans: 编制
zh_hant: 編制

# library.newScore.staffCount %lld
source: %1$lld staves
ja: %1$lld 段
ko: %1$lld단
zh_hans: %1$lld 行谱表
zh_hant: %1$lld 行譜表

# library.newScore.template.satb
source: SATB Choir
ja: 混声四部合唱
ko: 혼성 4부 합창
zh_hans: 混声四部合唱
zh_hant: 混聲四部合唱

# library.newScore.template.solo-piano
source: Solo Piano
ja: ピアノ独奏
ko: 피아노 독주
zh_hans: 钢琴独奏
zh_hant: 鋼琴獨奏

# library.newScore.template.string-quartet
source: String Quartet
ja: 弦楽四重奏
ko: 현악 4중주
zh_hans: 弦乐四重奏
zh_hant: 弦樂四重奏

# library.newScore.template.voice-piano
source: Voice and Piano
ja: 声楽とピアノ
ko: 성악과 피아노
zh_hans: 声乐与钢琴
zh_hant: 聲樂與鋼琴

# library.newScore.title
source: New Score
ja: 新規楽譜
ko: 새 악보
zh_hans: 新建乐谱
zh_hant: 新增樂譜

# library.playlist.add.actionEllipsis
source: Add to Playlist…
ja: プレイリストに追加…
ko: 재생목록에 추가…
zh_hans: 添加到播放列表…
zh_hant: 加入播放清單…

# library.playlist.addBulk.title
source: Add %lld scores to playlist
ja: %lld 件をプレイリストに追加
ko: %lld개를 재생목록에 추가
zh_hans: 将 %lld 项添加到播放列表
zh_hant: 將 %lld 項加入播放清單

# library.playlist.addOne.title
source: Add "%@" to Playlist
ja: 「%@」をプレイリストに追加
ko: '%@'을(를) 재생목록에 추가
zh_hans: 将「%@」添加到播放列表
zh_hant: 將「%@」加入播放清單

# library.playlist.create.message
source: Enter a name for the new playlist.
ja: 新しいプレイリストの名前を入力してください。
ko: 새 재생목록의 이름을 입력하세요.
zh_hans: 请输入新播放列表的名称。
zh_hant: 請輸入新播放清單的名稱。

# library.playlist.create.placeholder
source: New playlist
ja: 新しいプレイリスト
ko: 새 재생목록
zh_hans: 新播放列表
zh_hant: 新播放清單

# library.playlist.create.title
source: New Playlist
ja: 新規プレイリスト
ko: 새 재생목록
zh_hans: 新建播放列表
zh_hant: 新增播放清單

# library.playlist.delete.action
source: Delete Playlist
ja: プレイリストを削除
ko: 재생목록 삭제
zh_hans: 删除播放列表
zh_hant: 刪除播放清單

# library.playlist.delete.message
source: Scores keep their data; only the playlist and its order are removed.
ja: 楽譜のデータはそのままです。プレイリストと、その順序だけが削除されます。
ko: 악보 데이터는 그대로 유지됩니다. 재생목록과 그 순서만 삭제됩니다.
zh_hans: 乐谱数据将保留。仅删除播放列表及其顺序。
zh_hant: 樂譜資料將保留。僅刪除播放清單及其順序。

# library.playlist.deleteScoreCompletely.action
source: Delete completely
ja: 完全に削除
ko: 완전히 삭제
zh_hans: 完全删除
zh_hant: 完全刪除

# library.playlist.edit.title
source: Edit Playlist
ja: プレイリストを編集
ko: 재생목록 편집
zh_hans: 编辑播放列表
zh_hant: 編輯播放清單

# library.playlist.empty.hint
source: Add scores from the context menu of any score row.
ja: 楽譜行のコンテキストメニューから追加できます。
ko: 악보 항목의 컨텍스트 메뉴에서 추가할 수 있습니다.
zh_hans: 可以从乐谱行的右键菜单中添加。
zh_hant: 可以從樂譜列的快顯選單加入。

# library.playlist.empty.title
source: No Scores in This Playlist
ja: このプレイリストに楽譜がありません
ko: 이 재생목록에 악보가 없습니다
zh_hans: 此播放列表中没有乐谱
zh_hant: 此播放清單中沒有樂譜

# library.playlist.namePlaceholder
source: Playlist name
ja: プレイリスト名
ko: 재생목록 이름
zh_hans: 播放列表名称
zh_hant: 播放清單名稱

# library.playlist.notFound
source: Playlist not found
ja: プレイリストが見つかりません
ko: 재생목록을 찾을 수 없습니다
zh_hans: 未找到播放列表
zh_hant: 找不到播放清單

# library.playlist.removeScore.action
source: Remove from playlist
ja: プレイリストから削除
ko: 재생목록에서 제거
zh_hans: 从播放列表移除
zh_hant: 從播放清單移除

# library.playlist.rename.title
source: Rename Playlist
ja: プレイリストの名前を変更
ko: 재생목록 이름 변경
zh_hans: 重命名播放列表
zh_hant: 重新命名播放清單

# library.playlists
source: Playlists
ja: プレイリスト
ko: 재생목록
zh_hans: 播放列表
zh_hant: 播放清單

# library.playlists.empty.hint
source: Create a playlist with the + button above.
ja: 上の + ボタンでプレイリストを作成できます。
ko: 위의 + 버튼으로 재생목록을 만들 수 있습니다.
zh_hans: 可使用上方的 + 按钮创建播放列表。
zh_hant: 可使用上方的 + 按鈕建立播放清單。

# library.playlists.empty.title
source: No Playlists
ja: プレイリストなし
ko: 재생목록 없음
zh_hans: 暂无播放列表
zh_hant: 尚無播放清單

# library.recentlyDeleted.delete.action
source: Permanently Delete
ja: 完全に削除
ko: 영구 삭제
zh_hans: 永久删除
zh_hant: 永久刪除

# library.recentlyDeleted.delete.confirm.message
source: This score and its file will be removed from this device.
ja: この楽譜とファイルがこの端末から削除されます。
ko: 이 악보와 파일이 이 기기에서 제거됩니다.
zh_hans: 此乐谱及其文件将从此设备中移除。
zh_hant: 此樂譜及其檔案將從此裝置中移除。

# library.recentlyDeleted.delete.confirm.title
source: Permanently delete "%@"?
ja: 「%@」を完全に削除しますか？
ko: "%@"을(를) 영구 삭제할까요?
zh_hans: 永久删除“%@”？
zh_hant: 永久刪除「%@」？

# library.recentlyDeleted.deleteBulk.confirm.message
source: These scores and their files will be removed from this device.
ja: これらの楽譜とファイルがこの端末から削除されます。
ko: 이 악보들과 파일이 이 기기에서 제거됩니다.
zh_hans: 这些乐谱及其文件将从此设备中移除。
zh_hant: 這些樂譜及其檔案將從此裝置中移除。

# library.recentlyDeleted.deleteBulk.confirm.title
source: Permanently delete %lld scores?
ja: %lld 件の楽譜を完全に削除しますか？
ko: 악보 %lld개를 영구 삭제할까요?
zh_hans: 永久删除 %lld 个乐谱？
zh_hant: 永久刪除 %lld 個樂譜？

# library.recentlyDeleted.empty.message
source: Scores you delete appear here for 30 days.
ja: 削除した楽譜は30日間ここに保管されます。
ko: 삭제한 악보는 30일간 여기에 보관됩니다.
zh_hans: 删除的乐谱会在此保留 30 天。
zh_hant: 刪除的樂譜會在此保留 30 天。

# library.recentlyDeleted.empty.title
source: No Recently Deleted Scores
ja: 最近削除した楽譜はありません
ko: 최근 삭제한 악보가 없습니다
zh_hans: 没有最近删除的乐谱
zh_hant: 沒有最近刪除的樂譜

# library.recentlyDeleted.restore.action
source: Restore
ja: 復元
ko: 복원
zh_hans: 恢复
zh_hant: 還原

# library.recentlyDeleted.title
source: Recently Deleted
ja: 最近削除した楽譜
ko: 최근 삭제
zh_hans: 最近删除
zh_hant: 最近刪除

# library.recentlyOpened
source: Recently Opened
ja: 最近開いた楽譜
ko: 최근에 연 악보
zh_hans: 最近打开的乐谱
zh_hant: 最近開啟的樂譜

# library.score.delete.title
source: Delete "%@"?
ja: 「%@」を削除しますか？
ko: '%@'을(를) 삭제하시겠습니까?
zh_hans: 要删除「%@」吗？
zh_hant: 要刪除「%@」嗎？

# library.score.deleteBulk.title
source: Delete %lld scores?
ja: %lld 件のスコアを削除しますか？
ko: 악보 %lld개를 삭제하시겠습니까?
zh_hans: 要删除 %lld 份乐谱吗？
zh_hant: 要刪除 %lld 份樂譜嗎？

# library.score.editInfo.action
source: Edit Info
ja: 情報を編集
ko: 정보 편집
zh_hans: 编辑信息
zh_hant: 編輯資訊

# library.score.favorite.action
source: Favorite
ja: お気に入り
ko: 즐겨찾기
zh_hans: 收藏
zh_hant: 收藏

# library.score.preparing
source: Preparing…
ja: 準備中…
ko: 준비 중…
zh_hans: 正在准备…
zh_hant: 正在準備…

# library.score.rename.placeholder
source: Title
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# library.score.rename.title
source: Rename Score
ja: スコアの名前を変更
ko: 악보 이름 변경
zh_hans: 重命名乐谱
zh_hant: 重新命名樂譜

# library.score.unfavorite.action
source: Unfavorite
ja: お気に入りを解除
ko: 즐겨찾기 해제
zh_hans: 取消收藏
zh_hant: 取消收藏

# library.seeAll
source: See All
ja: すべて表示
ko: 모두 보기
zh_hans: 全部显示
zh_hant: 全部顯示

# library.selection.count
source: %lld selected
ja: %lld 件選択中
ko: %lld개 선택됨
zh_hans: 已选择 %lld 项
zh_hant: 已選擇 %lld 項

# library.sort.byComposer
source: Composer
ja: 作曲家
ko: 작곡가
zh_hans: 作曲家
zh_hant: 作曲家

# library.sort.byDateAdded
source: Date Added
ja: 追加日
ko: 추가한 날짜
zh_hans: 添加日期
zh_hant: 加入日期

# library.sort.byLastOpened
source: Last Opened
ja: 最後に開いた
ko: 마지막으로 연 날짜
zh_hans: 上次打开
zh_hant: 上次開啟

# library.sort.byTitle
source: Title
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# library.sort.manualOrder
source: Manual Order
ja: 手動の順序
ko: 수동 정렬
zh_hans: 手动排序
zh_hant: 手動排序

# library.sort.menu
source: Sort
ja: 並び替え
ko: 정렬
zh_hans: 排序
zh_hant: 排序

# library.tag.create.message
source: Enter a name for the new tag.
ja: 新しいタグの名前を入力してください。
ko: 새 태그의 이름을 입력하세요.
zh_hans: 请输入新标签的名称。
zh_hant: 請輸入新標籤的名稱。

# library.tag.create.placeholder
source: New tag
ja: 新しいタグ
ko: 새 태그
zh_hans: 新标签
zh_hant: 新標籤

# library.tag.create.title
source: New Tag
ja: 新規タグ
ko: 새 태그
zh_hans: 新建标签
zh_hant: 新增標籤

# library.tag.delete.action
source: Delete Tag
ja: タグを削除
ko: 태그 삭제
zh_hans: 删除标签
zh_hant: 刪除標籤

# library.tag.delete.message
source: Scores keep their data; only the tag and its assignments are removed.
ja: 楽譜のデータはそのままです。タグと、その割り当てだけが削除されます。
ko: 악보 데이터는 그대로 유지됩니다. 태그와 그 할당만 삭제됩니다.
zh_hans: 乐谱数据将保留。仅删除标签及其分配。
zh_hant: 樂譜資料將保留。僅刪除標籤及其指派。

# library.tag.edit.title
source: Edit Tag
ja: タグを編集
ko: 태그 편집
zh_hans: 编辑标签
zh_hant: 編輯標籤

# library.tag.namePlaceholder
source: Tag name
ja: タグ名
ko: 태그 이름
zh_hans: 标签名称
zh_hant: 標籤名稱

# library.tag.notFound
source: Tag not found
ja: タグが見つかりません
ko: 태그를 찾을 수 없습니다
zh_hans: 未找到标签
zh_hant: 找不到標籤

# library.tag.rename.title
source: Rename Tag
ja: タグの名前を変更
ko: 태그 이름 변경
zh_hans: 重命名标签
zh_hant: 重新命名標籤

# library.tags
source: Tags
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

# library.tags.add.action
source: Add Tags…
ja: タグを追加
ko: 태그 추가
zh_hans: 添加标签
zh_hant: 新增標籤

# library.tags.edit.action
source: Edit Tags…
ja: タグを編集…
ko: 태그 편집…
zh_hans: 编辑标签…
zh_hant: 編輯標籤…

# library.tags.editBulk.title
source: Tags for %lld scores
ja: %lld 件のスコアにタグを追加
ko: 악보 %lld개에 태그 추가
zh_hans: 为 %lld 份乐谱添加标签
zh_hant: 為 %lld 份樂譜新增標籤

# library.tags.editScore.title
source: Tags for "%@"
ja: 「%@」のタグ
ko: '%@'의 태그
zh_hans: 「%@」的标签
zh_hant: 「%@」的標籤

# library.tags.empty.hint
source: Add tags from a score's context menu, or tap + above.
ja: 楽譜のコンテキストメニューから、または上の + ボタンからタグを追加できます。
ko: 악보의 컨텍스트 메뉴 또는 위의 + 버튼으로 태그를 추가할 수 있습니다.
zh_hans: 可以从乐谱的右键菜单或上方的 + 按钮添加标签。
zh_hant: 可以從樂譜的快顯選單或上方的 + 按鈕新增標籤。

# library.tags.empty.title
source: No Tags
ja: タグなし
ko: 태그 없음
zh_hans: 暂无标签
zh_hant: 尚無標籤

# library.title
source: Library
ja: ライブラリ
ko: 라이브러리
zh_hans: 资料库
zh_hant: 資料庫
